[
  {
    "aala_member": true,
    "agency": "Gallt & Zacker Literary Agency",
    "bio": "Linda graduated from Cornell with a B.S. in Communication and received her MFA in creative writing from the Vermont College of Fine Arts. She has worked in foreign rights, editorial, marketing, and operations, and has worked at Penguin Random House, Dorchester, Simon and Schuster, Writers House literary agency, and Prospect.  Closed to Submissions |  Linda Camacho is a literary agent with the Gallt & Zacker Literary Agency. She was always a fan of escaping into a good book, so the fact that she gets to make it her career is still surreal. She graduated from Cornell with a B.S. in Communication and has seen many sides of the industry. She’s held various positions at Penguin Random House, Dorchester, Simon and Schuster, and Writers House literary agency until she ventured into agenting at Prospect. She’s done everything from foreign rights to editorial to marketing to operations, so it was amazing to see how all the departments worked together to bring books to life. Somewhere in between all that (and little sleep), Linda received her MFA in creative writing from the Vermont College of Fine Arts. Now at Gallt & Zacker Literary Agency, Linda continues to work with colleagues and clients who inspire her every day in both the children’s and adult categories. | Linda Camacho is a literary agent with the Gallt & Zacker Literary Agency. She was always a fan of escaping into a good book, so the fact that she gets to make it her career is still surreal. She graduated from Cornell with a B.S. in Communication and has seen many sides of the industry. She’s held various positions at Penguin Random House, Dorchester, Simon and Schuster, and Writers House literary agency until she ventured into agenting at Prospect. She’s done everything from foreign rights to editorial to marketing to operations, so it was amazing to see how all the departments worked together to bring books to life. Somewhere in between all that (and little sleep), Linda received her MFA in creative writing from the Vermont College of Fine Arts. Now at Gallt & Zacker Literary Agency, Linda continues to work with colleagues and clients who inspire her every day in both the children’s and adult categories. | Reese Witherspoon YA Book Club Pick &  Pura Belpre Award Winner Before I moved to Gallt & Zacker Literary| I was with Prospect Agency and held various roles on the publishing side. After graduating from Cornell in 2005| I interned at Simon & Schuster and Writers House literary agency| and worked at Penguin and Random House. Somewhere in there| I got an MFA in creative writing from the Vermont College of Fine Arts. Besides books| I love chocolate| travel| and far too much TV. In terms of submissions| I'm pretty omnivorous. I indulge in a variety of categories and genres| ranging from picture book to adult| from clean and lighthearted contemporary to edgy and dark fantasy. Seeking: •\tMG and YA| both commercial and literary •\tGraphic novels (writer-illustrators only) •\tAdult fiction across all genres (particularly romance/women's fiction| upmarket/book club fiction| and literary horror) •\tDiversity of all types (ethnicity| disability| sexuality| etc.) SELECTED (NON-CLIENT) FAVES:",
    "clients": "The agency's full client list is available on their website. | ann dávila cardinal, sarah dvojack, kat fajardo, james gaberel, kiku hughes, yamile mendez, amparo ortiz, amy stearman",
    "email": "querylinda@galltzacker.com",
    "extra_interest": "On what makes her want to accept a submission: \"It's all in the voice, that special quality that thrills me. It's very instinctive, but I usually know when I forget I'm reading a manuscript and feel like it's an actual book that I can't stop thinking about.\" \"Find your writing community. Writing can be a solitary endeavour, so fellow writing partners-in-crime will make all the difference in the wilds of publishing, trust me.\" On what she dislikes in a query letter: \"I'm not too keen on when a writer gives me their whole life story, how they love to write, when they first started writing, and how they cam to write their novel---and then forgets to tell me about the novel! Remember: Story first.\" | !missing",
    "extra_links": "https://www.manuscriptwishlist.com/mswl-post/linda-camacho/ https://mswishlist.com/agent/LindaRandom https://www.scbwi.org/scbwi-exclusive-with-linda-camacho/ http://www.literaryrambles.com/2017/02/agent-spotlight-interview-with-linda.html http://justincolonbooks.com/interview-with-agent-linda-camacho-of-gallt-zacker/ https://www.onlypicturebooks.com/2018/08/27/agent-interview-linda-camacho/ https://kathytemean.wordpress.com/2018/06/15/agent-of-the-month-linda-camacho-part-one-interview/",
    "favorites": "When You Reach Me by Rebecca Stead, Ella Enchanted by Gail Carson Levine, Coraline by Neil Gaiman, A Monster Calls by Patrick Ness, Fangirl and Eleanor & Park by Rainbow Rowell, How I Live Now by Meg Rosoff, The Book Thief by Markus Zusak, The Bridgerton series by Julia Quinn, Big Girls Don't Cry by Cathie Linz, Outlander by Diana Gabaldon, Where'd You Go, Bernadette by Maria Semple, Fried Green Tomatoes at the Whistlestop Cafe by Fannie Flagg, The Time Traveler's Wife by Audrey Niffenegger, The Kite Runner by Khaled Hosseini, It by Stephen King, We Have Always Lived in the Castle by Shirley Jackson, and Gone Girl by Gillian Flynn. | !missing",
    "genres": "Middle Grade Fiction, Young adult fiction, Children's fiction, Family Sagas, Adventure/Action, Commercial, Women's fiction, Science fiction, Horror, Historical fiction, Genre romance, Fantasy, Crime, thriller, action, General Fiction, Literary Fiction |  CLOSED to Submissions | Authors and Illustrators Only |Picture Book | Middle Grade Fiction | Young Adult Fiction | Action Adventure | BIPOC Fiction | Commercial Fiction | Family Saga | Fantasy | General Fiction | Graphic Novel | Historical Fiction | Horror | LGBTQ Fiction | Literary Fiction | Multicultural Fiction | Mystery | Romance | Science Fiction | Thriller | Upmarket Fiction | Women’s Fiction |Narrative Nonfiction | CLOSED to Submissions | Authors and Illustrators Only |Picture Book | Middle Grade Fiction | Young Adult Fiction | Action Adventure | BIPOC Fiction | Commercial Fiction | Family Saga | Fantasy | General Fiction | Graphic Novel | Historical Fiction | Horror | LGBTQ Fiction | Literary Fiction | Multicultural Fiction | Mystery | Romance | Science Fiction | Thriller | Upmarket Fiction | Women’s Fiction |Narrative Nonfiction | General fiction|Romance|Fantasy/science fiction|Juvenile fiction|Special Experience|ORGANIZATIONS|• Latinx in Publishing|• POC in Publishing|HONORS & MEDIA|• Featured in|Forbes|| 2020|Jane Friedman's Blog|| 2019|Electric Literature|| 2018|Latino Leaders Magazine|| 2015|• Featured in Writer's Digest| May 2018|• Romance Writers of America NY - Agent of the Year| Golden Apple Award 2016|• Interviewed by actor and storyteller Yin Chang for|88 Cups of Tea|• Interviewed by author and editor Jennifer Baker for|Minorities in Publishing|• Interviewed by Manuscript Academy co-founders Jessica Sinsheimer and Julie Kingsley| in|2020 and 2016|read more|read less|Sub-agents / Rights contacts|International Rights:|Ellen K. Greenberg| ellen@galltzacker.com",
    "location": "273 Charlton Avenue South Orange New Jersey 7079 United States",
    "name": "Linda Camacho",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "https://querytracker.net/agent.php?agent=6549",
    "sales": "MIDDLE GRADE & YOUNG ADULT|Alexandra Cooper at Quill Tree Books has acquired North American rights to two graphic novels by Wendy Xu| one middle grade and one YA. YARROW AND THE BURNING MOUNTAIN| due out in 2027| is about a young goblin who| to protect her way of life| takes on her evil estranged cousin who is attempting to mass produce her village's special pottery. A GHOST IS A WISH| due in 2028| features a teen who sees the ghost of a classmate's sister and starts to hang out with an annoying boy and his ghost-hunting friends to escape life with her controlling mother. Linda Camacho at Gallt & Zacker Literary Agency did the deal.|PICTURE BOOK|Rosemary Brosnan and Cynthia Leitich Smith at HarperCollins/Heartdrum have bought world rights to Until We Meet Again: Donadagohvi| a debut picture book from Christine Hartman Derr (Cherokee) (l.)| illustrated by Morgan Thompson (Cherokee). Millie connects with her grandfather| who died before she was born| through the Cherokee language he passed down| the family stories shared by their community| and their culture. Publication is slated for winter 2027; Sara Crowe at Sara Crowe Literary represented the author| and Linda Camacho at Gallt and Zacker Literary Agency represented the artist.|YOUNG ADULT|Maya Marlette at Scholastic has bought Cherokee author Morgan Thompson's YA romantic comedy HOW TO BE A HEARTBREAKER| where a heartbroken Native American teenager enlists the help of a powerful Deer Lady spirit to teach her how to be confident in the hope of winning back her ex. Publication is slated for summer 2026; Linda Camacho at Gallt and Zacker Literary Agency did the deal for world rights.|Kade Dishmon at Holiday House has acquired world English and Chinese rights to E.G. Young's A (DEAD) THING LIKE ME| a paranormal YA debut following a teenage ghost in love with life who becomes bound to the house of the grieving artist who accidentally summoned her via Ouija board. Publication is scheduled for summer 2026; Linda Camacho at Gallt & Zacker Literary Agency negotiated the deal.|Claudia Gabel while at HarperCollins bought YOU'VE AWOKEN HER by Ann Dávila Cardinal| a contemporary YA horror in which a Puerto Rican teen becomes intertwined with a string of disappearances and \"accidental\" drownings when his nouveau riche best friend is set to become the next victim of the Lovecraftian monster lurking along the Hamptons coastline. Carolina Mancheno Ortiz will edit; publication is scheduled for summer 2025. Linda Camacho at Gallt and Zacker Literary Agency brokered the deal for North American rights.|Alexa Wejko at Soho Teen has acquired SUNLIGHT PLAYING OVER A MOUNTAIN by Selina Li Bi| a contemporary YA novel inspired by Chinese mythology. The story follows Jasmine Cheng| who has grown up on her erratic mother's fanciful tales—such as that Jasmine's missing father is Pangu| god of chaos. But when a family secret unfolds| Jasmine must choose whether to stay in her fantasy world or face the truth. Publication is slated for spring 2025; Linda Camacho at Gallt and Zacker Literary Agency sold world English rights|MIDDLE GRADE|Tiffany Colón at Scholastic has acquired Yamile Saied Mendez's untitled middle grade novel| a Heidi retelling about a 13-year-old girl who bonds with a rescue horse after her mother's untimely death. The book is scheduled for 2025; Linda Camacho at Gallt & Zacker Literary Agency sold world rights.|Suzy Capozzi at Union Square Kids has acquired Sarah Dvojack's WELCOME TO FEAR CITY| an illustrated YA horror novel set in 1977 New York City| about a teenage girl and her friends contending with an ancient| evil force while the rest of the city is obsessed with the serial killer later known as the Son of Sam. Ardyce Alspach will edit; publication is slated for fall 2024. Linda Camacho at Gallt and Zacker Literary Agency negotiated the deal for North American rights.|Talia Seidenfeld at Scholastic has acquired OUTFOXED by Elise McMullen-Ciotti| a middle grade novel about a Cherokee girl who finds a wounded baby fox and tracks down the poacher who hurt him. Publication is slated for summer 2025; Linda Camacho at Gallt and Zacker Literary Agency handled the deal for world rights.|Bobbie Bensur at Paw Prints has bought world rights to MY CODE WORD by Lynn Joseph| illustrated by Annalize McLean| a picture book about a mother's gentle solution to allay her anxious son's fears and build resilience. Publication is slated for spring 2024; Linda Camacho at Gallt and Zacker Literary Agency represented the author| and the illustrator represented herself.|Courtney Code at Abrams has bought world rights to THE LITTLE RED BAKERY| a picture book about a Cherokee baker at the center of a town who brings everyone together with her sweet cherry pies| written by Elise McMullen-Ciotti| illustrated by Madelyn Goodnight. Publication is scheduled for spring 2026; Linda Camacho at Gallt and Zacker Literary Agency represented the author| and Studio Goodwin Sturges represented the illustrator.|Clarissa Wong at Scholastic has acquired world rights to DREAMING OF A QUINCEAÑERA| a picture book by Pura Belpré Award winner Yamile Saied Méndez| illustrated by Christine Almeda| about a girl who attends her sister's quinceañera celebration. Publication is set for spring 2025; Linda Camacho at Gallt and Zacker Literary Agency represented the author| and Stefanie Sanchez von Borstel at Full Circle Literary represented the illustrator.|Sarah Alpert at Algonquin Young Readers has won at auction Pura Belpré award winner Yamile Saied Méndez's THE BEAUTIFUL GAME. Thirteen-year-old Valeria \"Magic\" Salomón is a brilliant soccer player| accepted by the all-boys team as their captain for as long as she can remember. When she gets her period in front of everyone during the State Cup final| will she be able to still summon the magic that has always made her a superstar? Publication is set for 2025; Linda Camacho at Gallt and Zacker Literary Agency brokered the deal for North American English and Spanish rights.|Melissa Manlove at Chronicle has bought world rights to ALL THE VOICES TOGETHER by Kate Messner| illustrated by Rachelle Baker. When America was a new nation| people of all genders worked together to build it up| but only men initially had the right to vote. This picture book tells the story of the multitudes of women who contributed in myriad ways to the fight for a voice in our democracy. Publication is planned for 2024; Jennifer Laughran at Andrea Brown Literary Agency represented the author| and Linda Camacho at Gallt and Zacker Literary Agency represented the illustrator.|Hali Baumstein at Disney Press has acquired GRANDMAS ARE MAGIC| a picture book starring Disney and Pixar grandmothers and their grandkids| written by Pura Belpré Award winner Yamile Saied Méndez and illustrated by Minji Kim. Publication is scheduled for spring 2024; Linda Camacho at Gallt and Zacker Literary Agency represented the author| and the illustrator represented herself.|GRAPHIC NOVEL (YOUNG ADULT)|Brian Geffen at Henry Holt has acquired Paige Hender's YA graphic novel THE HOUSE OUTSIDE HART CREEK. The story follows Edie Birch| a teen who reconnects with her estranged family only to discover secrets and trauma that go back generations. When she teams up with a local folklore nerd| their sleuthing leads to the discovery that she comes from a long line of witches. Publication is planned for spring 2026; Linda Camacho at Gallt and Zacker Literary did the deal for North American rights.|GRAPHIC NOVEL (ADULT)|Paige Hender's THE CONFESSIONAL| a graphic novel set in 1920's New Orleans about a young vampire who faces a moral dilemma when the priest she is infatuated with realizes the compatibility of their morbid secrets| to Ari Yarwood at Silver Sprocket| for publication in 2024| by Linda Camacho at Gallt and Zacker Literary Agency (world English).|Stacy Whitman at Lee & Low/Tu Books has bought THE REEL WISH by Pura Belpré Award winner Yamile Saied Méndez| a middle grade novel about anxiety| friendship| and forgiveness. When Florencia has a panic attack that prevents her from performing as Clara in The Nutcracker| devastating failure causes her to forge a new path for herself in Irish dance| but she has to come to terms with her ex-best friend along the way. Publication is set for 2024; Linda Camacho at Gallt & Zacker Literary did the deal.|Claudia Gabel at HarperCollins has bought BREAKUP FROM HELL by Ann Dávila Cardinal. Horror novel-obsessed Mica Angeles can't believe her luck when she starts dating Sam| the super-hot new guy she meets at church. The dream morphs into a nightmare| though| when she discovers his family roots stretch down into the underworld. Publication is set for winter 2023; Linda Camacho at Gallt and Zacker Literary Agency brokered the deal for world rights.|Jenne Abramowitz at Scholastic has acquired Elise McMullen-Ciotti's HEDGE OVER HEELS| a middle grade novel about a seventh-grade girl who has always moved a lot because of her mother's military career| and the hedgehog| friends| and crush who help her to open up to new relationships and experiences. Publication is scheduled for fall 2022; Linda Camacho at Gallt and Zacker Literary Agency negotiated the deal for world rights.|Clarissa Wong while at HarperCollins has bought world rights to POCKETS OF LOVE by Pura Belpré Award-winning author Yamile Saied Méndez (l.)| illustrated by Pura Belpré Award Honor artist Sara Palacios; Megan Ilnitzki will edit. In the picture book| a brother and sister find a way to honor their late grandmother by making empanadas. Publication is planned for fall 2024; Linda Camacho at Gallt and Zacker Literary Agency represented the author| and Minju Chang and Kendra Marcus at BookStop Literary represented the illustrator.|Tamara Grasty at Page Street has bought Amparo Ortiz's YA novel LAST SUNRISE IN ETERNA| the enchanted home of elves off the coast of Puerto Rico where human visitors are rarely allowed.",
    "submission_req": "To query Linda, please email her at querylinda@galltzacker.com. Please include a query letter and the first 10 pages of your manuscript in the body of your email. If you're an illustrator or author/illustrator, please include your portfolio too. The agency asks that you query only one agent within GZLA at a time, but they encourage you to submit your work to other agencies simultaneously. They endeavour to respond to all queries within 4 weeks. If they haven't done so in that time frame, please resend or feel free to query another GZLA agent.",
    "total_score": 9.48,
    "twitter_handle": "@LindaRandom",
    "twitter_url": "https://x.com/lindarandom",
    "website": "galltzacker.com"
  },
  {
    "aala_member": null,
    "agency": "Philip G Spitzer Literary Agency",
    "bio": "Kim has worn many hats in the book and publishing world. Originally from Detroit, Kim began her career in books at Barnes & Noble, working her way up from part-time bookseller to Market Trainer for Community Relations Managers in OH, IN and MI. Random House hired Kim as a National Accounts Marketing Representative, where it was her job to hand-sell books to booksellers at both Barnes & Noble and Borders chains from Chicago to Cleveland. After a brief time working as Marketing Manager for Borders first Concept Store in Ann Arbor, MI, where she became the first bookseller trained to use Margaret Atwood's brain-child the Long Pen (a remote book-signing robot), she wanted to get back to what she loved most: selling books to readers. Deciding she'd like to live in New York, she joined respected independent BookHampton on the East End of Long Island, where she spent the next six years selling, marketing and writing about books -- and training others to do as well.  Closed to Submissions | Kim Lombardini is a literary agent with the Philip Spitzer Literary Agency. She has worn many hats in the book and publishing world. Originally from Detroit, Kim began her career in books at Barnes & Noble, working her way up from part-time bookseller to Market Trainer for Community Relations Managers in OH, IN and MI. Random House hired Kim as a National Accounts Marketing Representative, where it was her job to hand-sell books to booksellers at both Barnes & Noble and Borders chains from Chicago to Cleveland. After a brief time working as Marketing Manager for Borders first Concept Store in Ann Arbor, MI, where she became the first bookseller trained to use Margaret Atwood’s brain-child the Long Pen (a remote book-signing robot), she wanted to get back to what she loved most: selling books to readers. Deciding she’d like to live in New York, she joined respected independent BookHampton on the East End of Long Island, where she spent the next six years selling, marketing and writing about books – and training others to do as well.Kim’s life in books has allowed her to attend church with Rosa Parks, work with Maya Angelou, lunch with President Barack Obama, and talk books with a firmament of entertainment, literature and music stars and political leaders.",
    "clients": "A full list of the agency's clients can be found on their website |  if you hover over the 'our authors' tab.",
    "email": null,
    "extra_interest": "Kim's ideal submissions are grammatically correct, and she prefers short query letters. \"As we are a small agency, I take on very few projects. The author and manuscript have to stand out: background, topic, story, and talent all play a part in whether or not I take the time to read the submission. I get hundreds of submissions weekly, and sadly there isn't time for me to read (or respond to) all of them.\"",
    "extra_links": "https://duotrope.com/interview/agent/24537/kim-lombardini",
    "favorites": "Some of Kim's favourite authors are Tana French, Megan Abbott, Stephen King, Jon Krakauer, David Mitchell, David Sedaris, Simon Winchester, Kelly Link, and David Rakoff.",
    "genres": "Narrative Non-Fiction, Other non-fiction, Mystery, Commercial, Crime, thriller, action, General Fiction | Accepting Submissions | Member of the AALA |BIPOC Fiction | Crime Fiction | General Fiction | Horror | Literary Fiction | Multicultural Fiction | Mystery | New Adult Fiction | Thriller |General Nonfiction | Biography | BIPOC Nonfiction | Cultural Social Issues | Memoir | Multicultural Nonfiction | Narrative Nonfiction | Pop Culture | True Crime",
    "location": "ATTN: Kim Lombardini 50 Talmage Farm Lane East Hampton New York 11937 United States",
    "name": "Kim Lombardini",
    "pubmarketplace": null,
    "querymanager": null,
    "querytracker": null,
    "sales": null,
    "submission_req": "Please email queries to kim.lombardini@spitzeragency.com. Please include your query letter and the first chapter of your manuscript in the body of the email.",
    "total_score": 6.16,
    "twitter_handle": "Does not Tweet",
    "twitter_url": null,
    "website": "spitzeragency.com"
  },
  {
    "aala_member": null,
    "agency": "philip g. spitzer literary agency",
    "bio": "!missing",
    "clients": null,
    "email": "kim.lombardini@spitzeragency.com",
    "extra_interest": "!missing",
    "extra_links": null,
    "favorites": "!missing",
    "genres": null,
    "location": "east hampton, ny 11937",
    "name": "kim lombardini",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "!missing",
    "sales": "!missing",
    "submission_req": "!missing",
    "total_score": 6.16,
    "twitter_handle": "@spitzerlit",
    "twitter_url": "https://twitter.com/spitzerlit",
    "website": "http://spitzeragency.com"
  },
  {
    "aala_member": null,
    "agency": "Sarah Jane Freymann Literary Agency",
    "bio": "Steve Schwartz is a literary agent with the Sarah Jane Freymann Literary Agency. He has a varied background but very specific interests. He has written in many different genres: from corporate communications and screenplays, to television proposals and speeches. He has also written and published a number of books on widely-divergent topics.He has been a communications consultant…a producer of large-scale meetings and conferences…a presentation coach for senior executives…and an award-winning video producer-writer-director. In addition to his work with the Agency, he is an Adjunct Professor of Communications at NYU’s Stern School of Business and Fordham University, and is a writing consultant at the School of Visual Arts.",
    "clients": null,
    "email": null,
    "extra_interest": null,
    "extra_links": null,
    "favorites": null,
    "genres": "Accepting Submissions |Crime Fiction | General Fiction | Historical Fiction | Mystery | Suspense Fiction | Thriller |General Nonfiction | Business Book | Current Events Affairs | Government | Humor Nonfiction | Money Finance | Psychology | Self-Help | Sports | Travel |",
    "location": "59 W. 71st St. Suite 9B New York New York 10023 United States",
    "name": "Steve Schwartz",
    "pubmarketplace": null,
    "querymanager": null,
    "querytracker": null,
    "sales": null,
    "submission_req": null,
    "total_score": 5.94,
    "twitter_handle": null,
    "twitter_url": null,
    "website": "sarahjanefreymann.com"
  },
  {
    "aala_member": null,
    "agency": "Writers House",
    "bio": "Prior to joining Writers House in 2022, Alexa spent ten years at Trident Media Group, and also worked at Curtis Brown.  Open to new clients | Alexa Stark is a literary agent with Writers House. Alexa joined Writers House in 2022, after ten years at Trident Media Group. She represents a range of literary and upmarket fiction and select nonfiction. On the fiction side, she is seeking bold voices, novels that engage with social issues, coming-of-age stories, historical fiction with a modern edge, smart book club reads, and fiction that delves into the surreal or plays with genre in fresh or subversive ways. She is particularly drawn to relationship-driven fiction: novels that center dysfunctional friendships or families, complicated love stories, or stories about obsession. She also enjoys elevated suspense and social thrillers. She gravitates towards the humorous, the psychologically probing and the tender. On the nonfiction side, she is seeking memoir, cultural criticism, popular science, psychology, parenting, and women’s issues.Alexa also enjoys helping her authors place fiction and essays in a range of publications including the New Yorker, Harper’s, Paris Review, the Atlantic, Tin House, N+1, Playboy, McSweeney’s, and the New York Times. Her authors have appeared on the New York Times bestseller list and have been recognized by the PEN/Faulkner Award, National Book Foundation’s 5 under 35, Rona Jaffe Award, NYPL Young Lions Fiction Award, Scotiabank Giller Prize, Lambda Literary Award, Ernest J. Gaines Award, Philip K. Dick Award, Center for Fiction First Novel Prize, and more.Raised in New York City, Alexa earned her BA in comparative literature and society at Columbia University. Prior to joining Writers House, she worked at Curtis Brown and Trident Media Group, spending the first few years working with Ellen Levine before building her own list. She lives in Brooklyn. | Alexa Stark joined Writers House in 2022| after ten years at Trident Media Group. She represents a range of literary and upmarket fiction and select nonfiction. On the fiction side| she is seeking bold voices| novels that engage with social issues| coming-of-age stories| historical fiction with a modern edge| smart book club reads| and fiction that delves into the surreal or plays with genre in fresh or subversive ways. She is particularly drawn to relationship-driven fiction: novels that center dysfunctional friendships or families| complicated love stories| or stories about obsession. She also enjoys elevated suspense and social thrillers. She gravitates towards the humorous| the psychologically probing and the tender. On the nonfiction side| she is seeking memoir| cultural criticism| popular science| psychology| parenting| and women's issues.",
    "clients": "Alexandra Chang |  Beth Morgan |  Claire Oshetsky |  Mina Seskin |  Mia McKenzie |  Claire Lombardo |  Vibhti Jain |  Claudia Cravens |  Eve J Chung |  Gabriel Bump | y z chin, Gabriel Bump, Lindsay Cameron, Alexandra Chang, Celia Laskey, Claire Lombardo, Beth Morgan, Claire Oshetsky",
    "email": "astark@writershouse.com",
    "extra_interest": "!missing",
    "extra_links": "https://www.writershouse.com/agents-staff/ https://www.publishersmarketplace.com/members/AlexaStark/ https://www.linkedin.com/in/alexa-stark-90a15423",
    "favorites": "!missing",
    "genres": "Women's Issues, Parenting, Psychology, Science, Politics, society & current affairs, Other non-fiction, Memoir and autobiography, Suspense, Commercial, Historical fiction, Genre romance, Crime, thriller, action, General Fiction, Literary Fiction | Accepting Submissions |Chick Lit | Commercial Fiction | Family Saga | General Fiction | Historical Fiction | Humor Fiction | Literary Fiction | Romance | Suspense Fiction | Thriller | Upmarket Fiction |General Nonfiction | Cultural Social Issues | Humor Nonfiction | Memoir | Narrative Nonfiction | Parenting | Psychology | Science | Women’s Issues | Literary fiction|Upmarket commercial fiction|General fiction|Speculative fiction|Suspense|Thrillers|Narrative Non-fiction|Memoir|Science|BIPOC Voices| Feminist| Fiction| LGBTQ Voices| Literary Fiction| Narrative Nonfiction| Speculative Fiction",
    "location": "120 Broadway 22nd floor New York New York 10271 United States",
    "name": "Alexa Stark",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": null,
    "sales": "!missing",
    "submission_req": "Please send your query letter to astark@writershouse.com along with the first 5 pages of the manuscript in the body of your email.",
    "total_score": 5.94,
    "twitter_handle": "@ada115",
    "twitter_url": "https://x.com/ada115",
    "website": "publishersmarketplace.com"
  },
  {
    "aala_member": null,
    "agency": "Underline Literary Agency",
    "bio": "Robbie grew up in North Norfolk and worked as a butler before moving to Glasgow in 2005 to study, obtaining a degree in Comparative Literature and Slavonics. After a brief foray in education, he embarked on a career in publishing, most recently for Saraband Books. In 2016 he was shortlisted for the Saltire Society's Emerging Publisher of the Year Award. Robbie has spent nearly a decade working in publishing, previously as an editor and since 2019 as an agent. In November 2021 he left the Kate Nash Literary Agency and launched Underline Literary Agency.  Open to new clients",
    "clients": "Angie Spoto |  Cailean Steed |  Francisca Mutapi |  Georgia Summers |  Helen Yendall |  Henry Chamberlain |  Imogen Martin |  Joma West |  Kate Galley |  Katie McDermott |  Laura Sweeney |  Lyndsey Croal |  Michael Hollows |  Neil Lancaster |  Nicola Jones |  Philip Miller |  Rose Taylor |  R L Sanders",
    "email": "robbie@underlinelit.co.uk",
    "extra_interest": "Robbie enjoys wild swimming, gardening and cooking with far too much butter. |  Q. What brought you to agenting? My love of books started from a very young age, and from the age of about 16, I knew I wanted to work in books. I wasn't ever interested in writing them myself, but I was fascinated by the way books were put together. At university, I started poetry journals, and then after I graduated, I did some freelance editorial work for Harper Collins. I got my first big break working at a publisher in Glasgow called Freight Books, which published crime, literary fiction and illustrated non-fiction until it went into liquidation in 2017. After that, I did some more freelancing while I tried to work out what I wanted to do. I was feeling quite jaded with the publishing industry and was looking for a way that I could support authors more in the long term: being there for their entire career, not just for one book at a time. I got some more freelancing work through another agent I know, Lina Langlee, who was at the Kate Nash Literary Agency at the time. I did a set of 1-2-1s with them in Edinburgh and Kate liked what I was doing so she asked if I wanted to come on board. I worked as an agent with Kate Nash for a while, and then I left in 2021 to start my own agency. It was something that I'd always wanted to do and it seemed like the perfect time - I had enough authors under contract to have a bit of a name for myself, but I still had room in my list for more. Q. How have you found the experience of starting your own agency? For me, the big benefit of having my own agency is that I can have a list that really reflects my personality. I have more freedom to go into the weird spaces that I like in fantasy, for example. It also allows me to innovate, which is great because I'm always looking for new ways to make myself as available as possible to my authors. I've started using scheduling platforms so my authors can book meetings with me as far in advance or as soon as they like, and that's been working well. It's a massive risk financially but I have a really supportive partner who has given me this time to see if I can grow the agency, and the first six months have been pretty good! One of our authors, Neil Lancaster, was recently longlisted for Bloody Scotland's McIlvanney Prize, and Helen Yendall was recently listed for the Romantic Novelists' Association's Joan Hessayon Award, so yes, it's been a nice couple of weeks. Q. What's at the top of your fiction wish-list? I'm looking for more stand-alone crime at the moment. Ideally, it would have a plausible premise, a really gripping plot, and well-developed characters with unique flaws. I have a couple of authors writing police procedurals and I think that's probably enough for now, since I'm aiming to avoid having too many competing authors. I'd love to see crime written from a different perspective -- take Philip Miller, for example, who writes from the perspective of a journalist in his novel The Goldenacre. I'm also looking for crossover in the crime genre; a sci-fi thriller or fantasy-crime would be interesting. I'm looking for good historical romances as well. I'm mostly looking for World War II at the moment, but I would be willing to look at a book set in another time period if it had a really strong concept behind it. In terms of sci-fi and fantasy, I enjoy quirky stories with interesting protagonists that I'll fall in love with -- and on that note, an element of romance is always great in fantasy! I'm always looking for a style of writing similar to Becky Chambers or Adrian Tchaikovsky, which transports me in a wonderful way. There's a fantastic novel by Joma West coming out soon called Face, and that's exactly the sort of thing I'm after. Q. What's at the top of your non-fiction wish-list? Non-fiction is a new area for me. I'm looking for memoir mostly, with anything that goes into emotional and psychological territory being particularly of interest. I'm also looking for nature non-fiction. If you've written a book on hedges and how they can be amazing, messy, wild spaces in an urban garden, I want to see it immediately! Q. Is there any genre you'd rather not receive? I'm not the person to come to with an epic fantasy series; I think there are other agents with the skills and contacts to be able to deal with that better than I could. Experimental literary fiction is another genre I'm not really the best fit for -- book club fiction is about as literary as I'd be willing to go. I'm also not looking for poetry or short stories. There are some short story collections that I've taken on, but that's because the authors have also written novels that I'm interested in following. Finally, I don't represent children's or YA. The reason for these cut-offs -- children's, YA, literary and epic fantasy -- is because I'd be dealing with a different set of editors. Agenting is all about the contacts that you're making, and I don't think it would be fair for the author for me to take a book I didn't have the right contacts for! Q. What is a day in the life of an agent like for you? The first thing I do is look at the emails that have come in overnight and answer the most urgent ones. These are usually from authors under contract or editors looking after those authors, and then there are usually queries about submissions as well. After that, I spend the rest of my morning reading since it's when I'm most alert. I like to use my afternoon to write pitches, and then I'll go back to the emails at the end of the day. The amount of contact I have with my authors depends on where they're at in the process. Unless they're under contract with a deadline approaching, I won't get in touch with them unless they ask for my help. I feel like I'm approachable enough that authors will reach out if there's something they need to talk through with me, and the last thing I want to do is badger anyone! For many people, writing is a career they can't necessarily do full time -- they'll have other jobs and other things going on in their lives, and their books will be ready when they're ready. Most of my contact time is spent doing developmental editing with authors whose books are going to be going out soon. I try to let authors know when I'll have read their manuscripts, and then we can have a meeting over Zoom (or in person if they live nearby) to discuss areas I think could be better. When it comes to sending books out to editors, I make sure the authors see the pitches beforehand so I can make sure they're happy with the comparisons and the blurb that I've written. Similarly, as soon as any feedback, rejections or acceptances come back from an editor, the author is always the first to hear about it. As agents, we advocate for authors. We can't do anything without their say-so, which means it's important to be as transparent and open with them as possible. Q. What do you want to see in a query letter? And what do you hate? I like query letters to be short and to the point. Ideally, they should have four paragraphs. Paragraph one should introduce the book: title, genre, word count and read-alikes -- i.e., if somebody read and enjoyed your book, who would you recommend they read next? The second paragraph should be the blurb or pitch of the book, ideally in 200-250 words. This should really sell the sizzle of what the book is all about. The third paragraph should be the one that flatters me: why have you chosen me as an agent? Nothing upsets me more than feeling like I'm just one contact out of fifty copied into an email. If you want to have an agent, that's a really interesting and close relationship to have with another person. I talk about all sorts of stuff with my clients that may not be directly related to their books but is emotionally relevant to writing. It's got to be somebody you're willing to take feedback from and give honest answers to, and if you haven't done your research -- if you haven't found out why you want me as your agent -- it's just not going to work. The last paragraph should be a bit about you. I don't need to know that you have three dogs unless you've written a book about dogs. What I really want to know about are the things which are relevant to this book specifically, and whether you've had any short stories or novels published in the past. Anything like that is interesting to me. One thing that authors often put in is their rationale for having written the book, as in what brought them to writing at all -- and I don't think I need to know that! Because I see so many cover letters when I'm going through submissions, it helps when authors have been really precise and there's no waffle. It means I can read it and immediately decide whether or not they've got something I'm interested in. Q. Same question when it comes to the synopsis. What should writers do? What should they avoid? Synopses... they are so hard! I pity anyone who has to write one, but they are so useful at the same time. For me, a synopsis is there for me to see if you can plot. I'll read your query letter to see if your book has that high concept that's going to immediately grab the attention of an editor, and I'll read your sample to see if I love your voice and the way you write. I'll read your synopsis to see if you can actually put a novel together. Focus on just the main plotline and only give maybe two or three character names. I want to see all the twists -- there's no such thing as 'spoilers' in a synopsis; it's all one big spoiler. What I'm looking for is a full character arc with a satisfying beginning, middle and end. Q. What are you looking for in the opening pages of a novel? What really excites you? I love to see dialogue early on. This is such a personal thing, but I think dialogue is the thing that gives novels momentum. If your first page is just one or two long paragraphs of description, that's not going to set me on fire. If there's a bit of dialogue or action that creates tension, gives me character or gives me a sense of place, that's what's going to work for me. Q. What makes for a successful author-agent relationship? How can both parties get the most out of the relationship? Honesty is incredibly important; I'm always going to be honest with my authors. There's no point in me telling you that I think your book is brilliant if I don't think it is because I'm not going to send out a book that I don't think is ready. I want books to be in the best possible shape before they go out. The willingness to take advice and direction is absolutely vital as well. Q. What's your favourite thing about being an agent? That moment when you call up an author to tell them that an editor wants their book, or it's going to acquisitions, or they've got an offer. That's the best bit - it can't be beaten! I do love the negotiation phase as well, though, that's always fun. You get quite an adrenaline rush when you're talking to publishers. They're so much bigger than you and they can just walk away, but it's your job to get the best possible deal for your author. Sometimes, that involves saying the unimaginable and knowing the worst that can happen is that they'll say no. And then there's a third best bit which is when something comes into your submissions pile, and you start reading it and just can't quite stop because it's so good. You suddenly get that feeling: \"Oh no, who else is reading this?\" because you want to have gotten there first! Q. Tell us about a recent deal (or three) that really delighted you. Oh, I've got a really good one, but I'm not allowed to talk about it... I've already mentioned Joma West's novel Face, which is coming out in August. I've also got a great read-in-one-gulp thriller coming out in January 2023 called HOME by Cailean Steed. It's about a woman returning to a cult that she had previously escaped from in order to rescue her sister. There's a wonderful up-lit novel coming out in December by Kate Galley, called The Second Chance Holiday Club. It's about a septuagenarian woman who finds in the drawer of her late husband's desk a love letter to a woman on the Isle of Wight, and in a fit of spite she decides to deliver the letter and confront the woman. On that journey she takes a coach trip and meets two other single women travelling for different reasons. It's all about finding friendship in later life and it's so lovely. Q. What interests or passions do you have beyond the world of books? I've got an allotment which I love -- I really enjoy gardening. I have a toddler so I don't get to do this as much anymore, but I also love going wild swimming. I live in Glasgow so I'm very close to the mountains and lochs. It's cold but it's so good for you; it makes you feel a million dollars afterwards! Q. Any final words of advice for authors in the querying process? I do; it's about rejection, which I think is so important to talk about. An agent rejecting your work does not mean that your work is bad, or worthless, or even that it needs more editing. It just means that the agent didn't think they were right for that book. I say this to my authors when we're looking for editors as well -- rejections are par for the course. What we're looking for is that one editor who is going to be the champion for the book, in the same way that a querying author is looking for the one agent who's going to be the champion for their book. Hopefully, you'll be working with that person for ten or twenty years and that's a really exciting opportunity. It's got to be the right person.",
    "extra_links": "https://underlinelit.co.uk/about https://querymanager.com/query/Underline https://www.thebookseller.com/news/guillory-launched-underline-literary-agency-1286152 https://www.linkedin.com/in/robbie-guillory-13229744/?originalSubdomain=uk https://querytracker.net/agent.php?agent=11002 https://www.publishingscotland.org/news/robbie-guillory-launches-underline-literary-agency/ https://romanticnovelistsassociation.org/2021/03/ask-an-industry-expert-robbie-guillory/ https://mswishlist.com/agent/RobbieGuillory",
    "favorites": "Books he has enjoyed recently include: The Bass Rock by Evie Wyld, I Know What I Saw by Imran Mahmood, The Last House on Needless Street by Catriona Ward, The Girls From the Beach by Andie Newton, and Birds of Paradise by Oliver Langmead.",
    "genres": "Narrative Non-Fiction, Other non-fiction, Commercial, Science fiction, Historical fiction, Genre romance, Fantasy, Crime, thriller, action, General Fiction",
    "location": null,
    "name": "Robbie Guillory",
    "pubmarketplace": null,
    "querymanager": null,
    "querytracker": null,
    "sales": null,
    "submission_req": "Submit your query via Query Manager (https://querymanager.com/query/Underline) . Include your title, genre, word count, query letter, synopsis, a one paragraph pitch, the first 30 pages of your book (or full book proposal if non-fiction). Please note that they do not represent children's books, poetry, screenplays or academic works.",
    "total_score": 5.94,
    "twitter_handle": "@RobbieGuillory",
    "twitter_url": null,
    "website": "https://underlinelit.co.uk/authors"
  },
  {
    "aala_member": null,
    "agency": "the underline literary agency",
    "bio": "!missing",
    "clients": "henry chamberlain, lyndsey croal, kate galley, michael hollows, nicola jones, neil lancaster, imogen martin, katie mcdermott, philip miller, francisca mutapi, rl sanders, angie spoto, cailean steed, georgia summers, laura sweeney, rose taylor, joma west, helen yendall",
    "email": null,
    "extra_interest": "!missing",
    "extra_links": null,
    "favorites": "!missing",
    "genres": null,
    "location": "glasgow",
    "name": "robbie guillory",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "!missing",
    "sales": "!missing",
    "submission_req": "!missing",
    "total_score": 5.94,
    "twitter_handle": "@robbieguillory",
    "twitter_url": "https://twitter.com/robbieguillory",
    "website": "http://underlinelit.co.uk"
  },
  {
    "aala_member": null,
    "agency": "Blake Friedmann Literary TV and Film Agency",
    "bio": "Before becoming an agent, I was an editor for ten years, publishing fiction at Penguin, HarperCollins and Random House. In 2012, I made the move across to agenting and worked for six years at Northbank Talent Management before joining Blake Friedmann at the start of 2019. With my background as an editor, I take a hands-on approach to working with authors on their manuscripts, editing and developing their work, with a view to developing long-term writing careers.  Open to new clients",
    "clients": "Dani Atkins |  Anna Barrett |  Johanna Bell |  Scarlett Brade |  Andy Briggs |  Will Carver |  SB Caves |  Emma Cowell |  Estate of Teresa Crane |  Will Dean |  Paul Finch |  Fiona Ford |  John Kennedy |  Sarah Lee |  Beryl Matthews |  Caroline Khoury |  Lia Middleton |  Allie Reynolds |  Kate Thompson |  Mary Torjussen |  Abby Williams",
    "email": "kate@blakefriedmann.co.uk",
    "extra_interest": "See Kate's Interview below. |  INTERVIEW WITH KATE: Q. What books/authors do you love in commercial fiction? (Crime, women's) Give us some examples and say why you liked these books/authors. I love so many authors -- too many to name! -- and read at least a novel a week so what I'll do is highlight the authors I have stuck with over the years as they consistently deliver great novels. They are Stephen King (I love the madness of his characters and the huge landscape of his stories and writing. The Stand is one of my favourite books ever written.), Marian Keyes (because she balances humour and darkness so well) and Colin Dexter (I love police procedurals and have read every single one of the Morse novels). I also devour lots of Scandinavian crime fiction -- I have been reading Henning Mankell and Arnaldur Indridason for years -- as I love the often cold, empty, bleak settings coupled with their often very gruesome but intelligent mysteries. I also really liked their dark, damaged characters and getting invested in a detective over a series of books. Overall, though, I read very widely in terms of genre, and I'm always up for trying new writers. Recently, I have enjoyed Jane Shemlit's Daughter (psychological suspense about a missing teenager), The Invention of Wings by Sue Monk Kidd, The First Fifteen Lives of Harry August by Claire North and We are All Completely Beside Ourselves by Karen Joy Fowler. I have also been reading lots of commercial young adult/crossover novels -- The Hunger Games Trilogy, Divergent, The Universe Versus Alex Woods, We Were Liars to name just a few. These novels are all quite dark in their own way and can be enjoyed by a young adult or older adult audience -- not an easy thing to achieve as a writer. Q. What books/authors do you love in literary/historical/book group fiction? Examples and reasons, please! I genuinely love all kinds of fiction -- commercial and literary -- but, in terms of these particular genres, I would say that Philippa Gregory is probably my favourite historical author. I learnt most of my Tudor history from reading her novels over the years -- such a good mix of real history and bonkbuster! You can tell she loves the periods of history she's writing about and she has a great mix of research, factual detail and good romance.In terms of book group and more literary fiction, I have been a fan of Margaret Atwood's since my teens -- such a brilliant vivid imagination! -- along with Anita Shreve (I love her narrative tone, particularly in her earlier novels -- she tells stories quietly and carefully but with such atmosphere), Kazuo Ishiguro (Never Let Me Go had me in tears as did Remains of the Day -- I love being moved by beautiful writing!) and John Irving (such quirky stories and characters but his novels are epic in scope and theme, and appeal to everyone and anyone. Everyone should read The World According to Garp!). Q. How about sci-fi/horror/fantasy/paranormal/YA dystopian/erotic? What would you be interested in, and what's a big no? As I have mentioned above, I'm a fan of all kinds of literary and commercial fiction - crime/thrillers, historical, reading group fiction, YA dystopian etc -- but paranormal and fantasy (anything to do with witches, werewolves, vampires, angels or any hybrid of those!) are usually a no-go for me. As much as I like fiction to entertain me and transport me to another place, I find it difficult to get lost in anything with supernatural creatures particularly if it's at the more erotic end of the spectrum. If it's at the more mainstream/commercial end of sci-fi (say, The Passage by Justin Cronin) then I usually enjoy that but the really pure sci-fi and fantasy isn't usually my thin. I'm not a big horror fan either (although I do realise that Stephen King, one of my all-time favourite authors, writes a blend of sci-fi and horror at times) though, as an agent, I have to know the market -- even the smaller, niche ones -- so I read a bit of everything. I have yet to read a good erotica novel so that's a no-go too! Q. On the non-fiction side, are there particular areas that interest you? Does your non-fiction list have a particular slant to it? My list only comprises of a small amount of celebrity non-fiction as my focus at the agency is on fiction but my colleagues cover all areas of non-fiction -- true life stories, inspirational memoirs, popular science, politics, business, health and diet, self-help -- and we have a very broad non-fiction client list (more detail can be found here: http://www.dianebanks.co.uk/clients/) Q. Is there anything in particular you'd love to see at the moment? I'm really looking for big, sweeping historical novels with a strong sense of time and place (my preferred historical periods being from the 17th century onwards). I particularly love dual-narrative historical novels (stories set in two distinct time periods and brilliantly woven together), set around a house full of secrets with an element of mystery to the story and would really love to see more manuscripts of this type. I'm also really on the look-out for a smart and pacy detective series -- ideally with a female lead character -- but it has to be a fresh, new hook or angle (I'm not looking for yet another forty-something lead detective who's married to the job and has a drink problem!) and the author must have done impeccable research so all the procedural detail is current and accurate. Lastly, I would love to find some female crime/suspense that isn't procedural -- more what we call psychological suspense or a domestic thriller -- which centres around a family to whom something terrible (missing child, for example) has happened. This kind of suspense needs to be really pacy, very emotionally engaging and has to deliver a knock-out twist (something in the vein of Nicci French, Sophie Hannah, Gillan Flynn, Jane Shemlit). Q. What's your biggest turn-off in a covering letter? What would you really hope to see? In terms of the biggest turn-offs, there are several and they are much more common than you would think! These include getting my name wrong (calling me Katie!), grammatical errors and typos (there's just no excuse!), and writers who position their novel as the greatest thing ever written. I would really advise against putting forward sweeping statements like this to agents! You are submitting your novel for our opinion and judgement so let us do that... And I would really advise positioning yourself as a literary writer unless you're really sure that you are -- nine times out of ten, when I receive a 'literary' novel on submission, it's the most commercial piece of writing I've read in a long time! In terms of what I hope to see in a covering email -- I like to see a writer's passion come through (so please do share your love of reading and writing), what inspires them and I really want to see a bit of market awareness from them. I really like it when authors know what they have written (in terms of genre), have labelled it well and have outlined why they think fans of that genre would like their novel. It shows commercial awareness and that they actually read (you would be surprised by how many submissions we get from people who don't read!). Q. Would you take on an author who had self-published? What kind of self-pub sales would make you sit up? Yes, I'm certainly open to this and one of my clients -- for whose debut novel I have secured seventeen different publishers -- actually self-published her novel a few weeks before I noticed it on Amazon UK. What I'm looking for from self-published authors is a great sales record (not free downloads -- actual paid-for sales), a good social media profile and, above all, a fantastic novel. I can't quantify the sales level required as it all comes down to the novel itself -- it has to be brilliant for me to consider representing it. Q. What single piece of advice would you most want to give writers? Think about who it is you are writing for and who will enjoy your novel. Think of your audience rather than writing something for yourself (though it's important to stay true to yourself and that you enjoy the process). Ultimately, to succeed in this business, you have to have some commercial awareness of what people are reading and what's selling.",
    "extra_links": "http://www.novelicious.com/2014/02/agent-wishlist-week-kate-burke-of-diane-banks-associates.html http://www.novelicious.com/2013/07/novelicious-chats-tokate-burke.html http://www.dianebanks.co.uk/home/ http://londonwritersclub.com/2013/11/notes-on-event-with-agent-kate-burke-of-diane-banks-associates-literary-and-talent-agency/ http://blakefriedmann.co.uk/kate-burke",
    "favorites": "Favourite authors include Toni Morrison, Margaret Atwood, Stephen King, Anita Shreve, Anne Tyler, Philippa Gregory and Jodi Picoult. Recent books that she has enjoyed are Where the Crawdads Sing by Delia Owens, The Vanishing Half by Brit Bennett, The Dutch House by Ann Patchett, The Guest List by Lucy Foley, Expectation by Anna Hope and Olive, Again by Elizabeth Strout.",
    "genres": "Suspense, Commercial, Women's fiction, Historical fiction, Crime, thriller, action, General Fiction, Literary Fiction",
    "location": null,
    "name": "Kate Burke",
    "pubmarketplace": null,
    "querymanager": null,
    "querytracker": null,
    "sales": null,
    "submission_req": "Please send an introductory email, along with a synopsis and a writing sample, as Word.doc attachments. If you are submitting a non-fiction proposal, please send an introductory email, along with your proposal, which should include a synopsis, chapter plan and sample material. We regret that we are no longer able to accept paper submissions. Please submit via email. We cannot open external links within emails as this compromises security, so please attach your work as requested. You can find further information and email addresses to send your submissions to at http://blakefriedmann.co.uk/submissions",
    "total_score": 5.94,
    "twitter_handle": "@KBBooks",
    "twitter_url": null,
    "website": "http://blakefriedmann.co.uk/kate-burke"
  },
  {
    "aala_member": null,
    "agency": "blake friedmann literary",
    "bio": "!missing",
    "clients": "dani atkins",
    "email": "kate@blakefriedmann.co.uk",
    "extra_interest": "!missing",
    "extra_links": null,
    "favorites": "!missing",
    "genres": "fiction-commercial| fiction-crime-police| fiction-historical| fiction-literary-fiction| fiction-mystery| fiction-thrillers-suspense| fiction-women's-fiction| non-fiction-none| non-fiction-none",
    "location": "london",
    "name": "kate burke",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "!missing",
    "sales": "!missing",
    "submission_req": "!missing",
    "total_score": 5.94,
    "twitter_handle": "@kbbooks",
    "twitter_url": "https://twitter.com/kbbooks",
    "website": "http://www.blakefriedmann.co.uk/"
  },
  {
    "aala_member": null,
    "agency": "Brower Literary & Management",
    "bio": "Aimee is a literary agent at Brower Literary who seeks out stories that feature all-encompassing worlds. She loves books that are told from an original point of view and are more addictive than a good Netflix binge. She wants to represent books that pull her in, immersing her in a world she can't escape until the final sentence. Aimee aims to find original voices and compelling, complex female characters. Detailed Data: Agency: Brower Literary & Management |  Aimee received her BA from Transylvania University and her MA from NYU. She is now based in New York City and joined Brower Literary & Management in 2016 as an intern, where she is now thrilled to be representing authors as a literary agent.  Closed to Submissions |  Aimee Ashcraft is a literary agent with Brower Literary & Management. She has loved books since the days of sneakily reading under her desk in elementary school. Thankfully, reading is no longer a punishable offense, and she is busy seeking out stories that feature all-encompassing worlds and compelling female characters. She loves books that are told from an original point of view and are more addictive than a good Netflix binge. Aimee received her BA from Transylvania University and her MA from NYU. She is now based in New York City and is thrilled to be joining Brower Literary and Management. | Aimee Ashcraft is a literary agent with Brower Literary & Management. She has loved books since the days of sneakily reading under her desk in elementary school. Thankfully, reading is no longer a punishable offense, and she is busy seeking out stories that feature all-encompassing worlds and compelling female characters. She loves books that are told from an original point of view and are more addictive than a good Netflix binge. Aimee received her BA from Transylvania University and her MA from NYU. She is now based in New York City and is thrilled to be joining Brower Literary and Management.",
    "clients": null,
    "email": "aimee@browerliterary.com",
    "extra_interest": "Favorite Movies: An Education, Midsommar, Spirited Away. Favorite TV Shows: Bob's Burgers, Dairy Girls, Insecure.",
    "extra_links": "https://www.kirkusreviews.com/news-and-features/articles/aimee-ashcraft/ https://darlingaxe.com/blogs/news/book-broker-aimee-ashcraft https://querytracker.net/agent.php?agent=7962",
    "favorites": "All Time Favorite Book: Never Let Me Go by Kazuo Ishiguro. Current Favorite Book: Malice by Heather Walter.",
    "genres": "Horror, Historical fiction, Fantasy, Literary Fiction |  CLOSED to Submissions |Young Adult Fiction | Commercial Fiction | Contemporary Fiction | Family Saga | General Fiction | Historical Fiction | Literary Fiction | Magical Realism | Romance | Suspense Fiction | Thriller | Upmarket Fiction | Women’s Fiction | CLOSED to Submissions |Young Adult Fiction | Commercial Fiction | Contemporary Fiction | Family Saga | General Fiction | Historical Fiction | Literary Fiction | Magical Realism | Romance | Suspense Fiction | Thriller | Upmarket Fiction | Women’s Fiction",
    "location": "13720 Old St. Augustine Rd. Ste 8-512 Jacksonville Florida 32258 United States",
    "name": "Aimee Ashcraft",
    "pubmarketplace": null,
    "querymanager": null,
    "querytracker": null,
    "sales": null,
    "submission_req": "*Please note, Aimee is currently closed to submissions.* Check the agency website for updates: https://browerliterary.com/submissions/representation/",
    "total_score": 5.94,
    "twitter_handle": "@AimeeAshcraft",
    "twitter_url": null,
    "website": "browerliterary.com"
  },
  {
    "aala_member": null,
    "agency": "brower literary & management",
    "bio": "!missing",
    "clients": "d.w. gillespie, kimiko guthrie, elle kennedy, ian mather, andrew mayeda, e.j. mellow, meghan quinn, mary rice, carina rose, rob samborn, lisa super",
    "email": "queries@browerliterary.com",
    "extra_interest": "!missing",
    "extra_links": null,
    "favorites": "!missing",
    "genres": null,
    "location": "new york, ny 10005",
    "name": "aimee ashcraft",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "!missing",
    "sales": "!missing",
    "submission_req": "!missing",
    "total_score": 5.94,
    "twitter_handle": "@aimeeashcraft",
    "twitter_url": "https://twitter.com/aimeeashcraft",
    "website": "http://browerliterary.com"
  },
  {
    "aala_member": true,
    "agency": "Ladderbird Literary Agency",
    "bio": "Stefanie has spent her career advocating for marginalised folks in publishing as a technical editor at a national laboratory, senior editor at the literary journal F(r)iction, and book coach and editor for women of colour. She is one-half Mexican, one-quarter Japanese, and one-quarter Irish and holds a Bachelor of Arts in English and a Bachelor of Arts in Communications, both from the University of California at Davis. She also works as a Writing Coach.  Closed to Submissions | Stefanie Molina is a literary agent with ​Ladderbird. Prior to becoming an agent, Stefanie spent her career advocating for marginalized folks in publishing as a technical editor at a national laboratory, senior editor at the literary journal F(r)iction, and book coach and editor for women of color. She is Asian Latina, (Mexican, Japanese, and Irish), and holds a Bachelor of Arts in English and a Bachelor of Arts in Communications, both from the University of California at Davis. Aside from reading, she enjoys hiking, swimming, baking, and playing the piano, but spends most of her time spoiling her fur baby Samson. Her favorite place in the world is Yosemite National Park. | Stefanie MolinaLadderbird Literary AgencyI joined Ladderbird Literary Agency in April 2021 after spending my early career advocating for marginalized folks in publishing as a technical editor at a national laboratory, senior editor at the literary journal F(r)iction, and book coach and editor for women of color.  I am one-half Mexican, one-quarter Japanese, and one-quarter Irish. I hold a Bachelor of Arts in English and a Bachelor of Arts in Communications, both from the University of California at Davis.  Aside from reading, I enjoy hiking, swimming, baking strange new things, and playing the piano.  My favorite place in the world is Yosemite National Park. You can find me on Twitter @fiction_tech or Instagram @bake.by.the.book.MSWLI am primarily looking for BIPOC stories, inclusive of intersectional identities (LGBTQ+, disability, mental illness, neurodiversity…). I am exclusively taking on clients who have been systemically excluded from publishing.In all genres, I adore stories that incorporate food, animals, the outdoors, and intergenerational relationships. I also love when stories explore “messy” feelings like rage, fear, guilt, grief, etc. in empowering ways. Please don’t send me books where the protagonist dies at the end or that revolve around abuse, suicide, or self-harm (though they can be in a character’s past). If your story mentions these topics but does not revolve around them, please include a content warning.Children’sPicture Books:In picture books, I’m looking for heartfelt stories about family, facing your fears, and/or finding your place in the world. I especially love brave, quirky heroines. I’m also interested in humor that can be enjoyed by both kids and adults, with plenty of wittiness, wordplay, and silliness.I’d also love retellings of traditional folktales from all cultures, including stories that somehow reflect the oral storytelling tradition.MG and YA:I like contemporary and urban fantasy, coming-of-age, mystery, and thriller. I am also open to (but extremely picky about) high fantasy, character-driven horror*, and YA romcom.Adult:I’m looking for romcoms, mysteries, thrillers, urban or contemporary fantasy, and character-driven horror*. I’m also open to historical fiction that empowers BIPOC individuals and communities. In general, bonus points for a steamy love story, either front and center or as a subplot.​Nonfiction:I am open to cookbooks and baking books authored by BIPOC. A strong voice is a must. I love cookbooks and baking books that highlight fusion cuisines and culinary traditions with rich history. On the sweet side, I’m looking for indulgence and creativity. On the savory side, grab me with colorful dishes that strike a balance between approachability and elegance (think somewhere between easy weeknight meals and dinners with ingredients you have to buy online).I’m interested in finding a cookbook or baking book framed by an intuitive eating approach to health. Please do not send me “diet” cookbooks (e.g. keto, whole30, etc.).Recent favorites include COOK REAL HAWAII (Sheldon Simeon), MOONCAKES AND MILK BREAD (Kristina Cho), and FILIPINX: HERITAGE RECIPES FROM THE DIAPSORA (Angela Dimayuga).Old favorites include FRESH MEXICO and MEXICAN MADE EASY (Marcela Valladolid), CHOCOLATIQUE (Ed Engoron) and CRAVINGS (Chrissy Teigen).Not For Me:I am generally not a fit for portal fantasy unless it’s a very different take on the genre. I do not want books where the protagonist dies at the end. I am not a fit for nonfiction or fiction that centers Christianity, and not a fit for nonfiction or fiction that centers diets.Please don’t send me books that center abuse, suicide, or self-harm (although they can feature briefly or be in a character’s past).*I absolutely do not want body horror, gore, psychological horror, or true crime. I have only recently discovered an interest in horror. Please go easy on me!Fun facts about me:Other things I love:runninghikingbakingvolleyballswimmingknittinganimals (especially dogs, especially curly dogs)saxophone and pianomariachireading about the outdoors and/or sports (kayaking! mountain climbing! parkour!)Submission GuidelinesFor fiction, please submit at http://queryme.online/stefaniemolina. (full PBs or first 20 pages of novels)For nonfiction, email your proposal tost************@la********.com. Fiction submitted using this email will be deleted without reading.Response times vary, but all queries and fulls will receive a response regardless of how much time has passed. For this reason, I ask that you always let me know if you have an offer.Guidelines & DetailsVital Infostefaniemolina@ladderbird.com@agentstefanieWebsiteAgentFiction:Action/Adventure, BIPOC Literature, Children's, Commercial, Contemporary, Crime, Fantasy, Folklore, General, Historical, Horror, LGBTQ, Middle Grade, Mystery, New Adult, Picture Books, Speculative, Sports, Thriller, Women’s Fiction, Young AdultNon-Fiction:Biography, Cookbooks, Crafts/DIY, Fitness, Health, SportsFavorite sub-genres:#Dis, #ownvoices, #wndb, AAPI Fantasy, Action-Adventure, Adult, Adult Romantasy, African Fantasy, Amateur Sleuth Mysteries, Asian American Literature, Asian Diaspora, Asian Fantasy, BIPOC, BIPOC Fantasy, BIPOC Horror, BIPOC Mystery, Beginning Readers, Biography & Memoir, California, Children's, Children's Nonfiction, Children's and Young Adult Fiction and Nonfiction, Classic retellings with BIPOC characters, Clever picture book, Commercial MG, Commercial YA, Commercial adult fiction, Complicated Relationships, Contemporary Fantasy, Contemporary YA, Contemporary Young Adult, Cozy Fantasy, Cozy Mystery, Cozy mysteries, Crime & Thriller, Cross-genre, Dark topics with a light touch, Diverse Protagonists, Diversity, Fantasy Grounded in Reality, Fantasy Romance, Fantasy YA, Female Friendships, Feminism, Feminist, Feminist Horror, Fiction Picture Books, Folklore, Food, Food Writing, Found Families, Funny MG, Geek Culture, Grief, Grounded, Grounded fantasy, Health, Health and Wellness, High-concept YA, High-concept YA/MG, Humor YA, Illustrated/Gift, Immigrant Experiences, Immigrant Voices, Intersectional Feminism, Intersectionality, Issue-Driven, LGBT YA, LGBTQ Contemporary, LGBTQ+, LGBTQ+ Fantasy, LGBTQIA, LGBTQIAP, Latine Diaspora, Latinx Fantasy, Latinx stories, Literary MG, Literary Middle Grade, Literary Thriller, Literary YA, Literary YA & MG, Literary YA/MG, Lyrical picture book, MG, MG Action Adventure, MG Fantasy, MG Horror, MG Nonfiction, MG adventure, MG contemporary, MG mystery, MG/YA, Magic, Magic Realism, Magical Realism, Magical Realism YA, Marginalized Voices, Mental Health, Middle Grade, Middle Grade Adventure, Middle Grade Contemporary, Middle Grade Fantasy, Middle Grade Horror, Middle Grade Humor, Middle Grade Mystery, Middle grade magical realism, Minority Voices, Modern Retellings of Fairy Tales, Mothers and Daughters, Multicultural, Multicultural and Diverse Thriller and Mystery, Muslim, Mysteries, Mystery / Crime, Mythology, Nature, Nature Writing, Neurodiversity, New Adult, Nonfiction Picture Books, Outdoors, Own Voices, POC, Personal Development, Picture Book, Picture book non-fiction, Racial Justice, Relic/Artifact Action/Adventure, Retellings, Romantic Suspense, Romantic Thriller, STEAM, STEM, Same-Sex Romance, Social Emotional Learning, Social Issues, Social Justice, Soft Fantasy, Speculative, Speculative Fiction, Speculative Middle Grade, Speculative Thriller, Sports, Strong Females, Suspense, Thriller, Thrillers, Underrepresented Voices, Upmarket YA, Whodunit, YA, YA Contemporary, YA Contemporary Romance with layers, YA Crossover, YA Fantasy, YA Mystery, YA Romantasy, YA SF/F, YA Thrillers, YA horror, YA thriller/mystery, Young Adult, children's diversity, coming of age, commercial middle grade, contemp, contemporary, contemporary MG, contemporary middle grade, cook book, craft, culinary, diverse, diverse and own voices, diverse heroines, diverse voices, enemies to lovers, fiction and non-fiction picture books, found family, friendship, friendship stories, health and fitness, immigration, invisible disability, just one bed, light fantasy, love stories, mental illness, middle grade non-fiction, migration, music, mystery, non-Western fantasy, non-western settings, nonfiction, picture books, pining, queer, queer narratives, read-alouds, rivals to lovers, romantasy, romantic New Adult, romantic suspense/mystery, slow burn, slow burn romance, spooky mg, sports stories, stories that don't fit neatly into a genre, tropes tropes tropes, two people one bed, visible disability, who did this to you, whodunnit, witchcraft, witches, wittyI’d like the next…Arsenic and Adobo!! I’m always on the lookout for a mystery or thriller headed by a BIPOC woman, and I’m always wanting more stories about BIPOC in the outdoors.",
    "clients": "Ladderbird Literary Agency does not separate its client list by agent. Check out the link below for their full client list. | kiana zavus",
    "email": "stefaniemolina@ladderbird.com",
    "extra_interest": "Aside from reading, Stefanie enjoys volleyball, running, swimming, and baking. Stefanie is also a pianist and saxophonist (alto and tenor). |  On what stands out in a good submission: \"A straight-to-the-point query and a strong character whose needs and desires are clear from the get-go (if not to them, then to the reader). The two things that get me once I start reading a sample are a strong personality and a hook that comes in quickly.\" Stefanie updates her manuscript wish list on her website (https://stefaniemolina.com/agenting/) and Twitter.",
    "extra_links": "https://www.ladderbird.com/stefanie-molina https://stefaniemolina.com/ https://querymanager.com/query/stefaniemolina https://www.manuscriptwishlist.com/mswl-post/stefanie-molina/ https://darlingaxe.com/blogs/news/book-broker-stefanie-molina https://mswishlist.com/agent/fiction_tech https://www.linkedin.com/in/stefanie-molina-a3331496?original_referer=https%3A%2F%2Fwww.google.co.uk%2F",
    "favorites": "Rise and Shine, Mariko Chan! by Chiyoko Tomioka, Lucia the Luchadora by Cynthia Leonor Garza, Grandma Says Our Hair Has Flair by Sandy Lynne Holman, We Are Water Protectors by Carole Lindstrom, Binny's Diwali by Thrity Umrigar, American Panda by Gloria Chao, Becoming Naomi Leon by Pam Muoz Ryan, Finding Miracles by Julia Alvarez, Song of Wraiths and Ruin by Roseanne A. Brown, Forest of a Thousand Lanterns by Julie C. Dao, Chet and Bernie by Peter Abrahams, Andy Carpenter by David Rosenfelt, Circe by Madeline Miller, and Fifty Words for Rain by Asha Lemmie. She likes the works of Sandra Brown. In cookbooks, Stefanie likes: Cook Fast. Run Fast. Eat Slow., Mayumu by Abi Balingit, Cook Real Hawaii by Sheldon Simeon, Mooncakes and Milk Bread by Kristina Cho, Filipinx: Heritage Recipes from the Diapsora by Angela Dimayuga, Fresh Mexico and Mexican Made Easy by Marcela Valladolid, Chocolatique by Ed Engoron, and Cravings by Chrissy Teigen. | …Arsenic and Adobo!! I’m always on the lookout for a mystery or thriller headed by a BIPOC woman, and I’m always wanting more stories about BIPOC in the outdoors.",
    "genres": "Middle Grade Fiction, Young adult fiction, Children's picture books, Food and Cookery, Mystery, Horror, Historical fiction, Genre romance, Fantasy, Crime, thriller, action | CLOSED to Submissions | New Literary Agents | Member of the AALA |Picture Book | Middle Grade Fiction | Young Adult Fiction | Action Adventure | BIPOC Fiction | Chick Lit | Commercial Fiction | Contemporary Fiction | Crime Fiction | Family Saga | Fantasy | General Fiction | Historical Fiction | Humor Fiction | LGBTQ Fiction | Magical Realism | Multicultural Fiction | Mystery | New Adult Fiction | Romance | Science Fiction | Suspense Fiction | Thriller | Upmarket Fiction | Women’s Fiction |Animals | BIPOC Nonfiction | Business Book | Cookbook Cooking | Food Drink | Memoir | Multicultural Nonfiction | Music | Narrative Nonfiction | #Dis| #ownvoices| #wndb| AAPI Fantasy| Action-Adventure| Adult| Adult Romantasy| African Fantasy| Amateur Sleuth Mysteries| Asian American Literature| Asian Diaspora| Asian Fantasy| BIPOC| BIPOC Fantasy| BIPOC Horror| BIPOC Mystery| Beginning Readers| Biography & Memoir| California| Children's| Children's Nonfiction| Children's and Young Adult Fiction and Nonfiction| Classic retellings with BIPOC characters| Clever picture book| Commercial MG| Commercial YA| Commercial adult fiction| Complicated Relationships| Contemporary Fantasy| Contemporary YA| Contemporary Young Adult| Cozy Fantasy| Cozy Mystery| Cozy mysteries| Crime & Thriller| Cross-genre| Dark topics with a light touch| Diverse Protagonists| Diversity| Fantasy Grounded in Reality| Fantasy Romance| Fantasy YA| Female Friendships| Feminism| Feminist| Feminist Horror| Fiction Picture Books| Folklore| Food| Food Writing| Found Families| Funny MG| Geek Culture| Grief| Grounded| Grounded fantasy| Health| Health and Wellness| High-concept YA| High-concept YA/MG| Humor YA| Illustrated/Gift| Immigrant Experiences| Immigrant Voices| Intersectional Feminism| Intersectionality| Issue-Driven| LGBT YA| LGBTQ Contemporary| LGBTQ+| LGBTQ+ Fantasy| LGBTQIA| LGBTQIAP| Latine Diaspora| Latinx Fantasy| Latinx stories| Literary MG| Literary Middle Grade| Literary Thriller| Literary YA| Literary YA & MG| Literary YA/MG| Lyrical picture book| MG| MG Action Adventure| MG Fantasy| MG Horror| MG Nonfiction| MG adventure| MG contemporary| MG mystery| MG/YA| Magic| Magic Realism| Magical Realism| Magical Realism YA| Marginalized Voices| Mental Health| Middle Grade| Middle Grade Adventure| Middle Grade Contemporary| Middle Grade Fantasy| Middle Grade Horror| Middle Grade Humor| Middle Grade Mystery| Middle grade magical realism| Minority Voices| Modern Retellings of Fairy Tales| Mothers and Daughters| Multicultural| Multicultural and Diverse Thriller and Mystery| Muslim| Mysteries| Mystery / Crime| Mythology| Nature| Nature Writing| Neurodiversity| New Adult| Nonfiction Picture Books| Outdoors| Own Voices| POC| Personal Development| Picture Book| Picture book non-fiction| Racial Justice| Relic/Artifact Action/Adventure| Retellings| Romantic Suspense| Romantic Thriller| STEAM| STEM| Same-Sex Romance| Social Emotional Learning| Social Issues| Social Justice| Soft Fantasy| Speculative| Speculative Fiction| Speculative Middle Grade| Speculative Thriller| Sports| Strong Females| Suspense| Thriller| Thrillers| Underrepresented Voices| Upmarket YA| Whodunit| YA| YA Contemporary| YA Contemporary Romance with layers| YA Crossover| YA Fantasy| YA Mystery| YA Romantasy| YA SF/F| YA Thrillers| YA horror| YA thriller/mystery| Young Adult| children's diversity| coming of age| commercial middle grade| contemp| contemporary| contemporary MG| contemporary middle grade| cook book| craft| culinary| diverse| diverse and own voices| diverse heroines| diverse voices| enemies to lovers| fiction and non-fiction picture books| found family| friendship| friendship stories| health and fitness| immigration| invisible disability| just one bed| light fantasy| love stories| mental illness| middle grade non-fiction| migration| music| mystery| non-Western fantasy| non-western settings| nonfiction| picture books| pining| queer| queer narratives| read-alouds| rivals to lovers| romantasy| romantic New Adult| romantic suspense/mystery| slow burn| slow burn romance| spooky mg| sports stories| stories that don't fit neatly into a genre| tropes tropes tropes| two people one bed| visible disability| who did this to you| whodunnit| witchcraft| witches| wittyI’d like the next…Arsenic and Adobo!! I’m always on the lookout for a mystery or thriller headed by a BIPOC woman| and I’m always wanting more stories about BIPOC in the outdoors.",
    "location": "P.O. Box 270 Milford Connecticut 6460 United States",
    "name": "Stefanie Molina",
    "pubmarketplace": "!missing",
    "querymanager": "!missing",
    "querytracker": "!missing",
    "sales": "!missing",
    "submission_req": "To query Stefanie, please fill in the form on her QueryManager page: https://querymanager.com/query/stefaniemolina. Please include your query letter and synopsis. For fiction, also include your first three chapters. For non-fiction, include your full book proposal.",
    "total_score": 5.94,
    "twitter_handle": "@agentstefanie",
    "twitter_url": "agentstefanie",
    "website": "ladderbird.com"
  }
]
